[
    {
        "text": "Fear of a name only increases fear of the thing itself.",
        "author": "Hermione Granger"
    },
    {
        "text": "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.",
        "author": "Albus Dumbledore"
    },
    {
        "text": "But you know, happiness can be found even in the darkest of times, if one only remembers to turn on the light.",
        "author": "Albus Dumbledore"
    },
    {
        "text": "I can teach you how to bewitch the mind and ensnare the senses. I can tell you how to bottle fame, brew glory, and even put a stopper in death.",
        "author": "Severus Snape"
    },
    {
        "text": "If you want to know what a man’s like, take a good look at how he treats his inferiors, not his equals.",
        "author": "Sirius Black"
    },
    {
        "text": "Just because you have the emotional range of a teaspoon doesn’t mean we all have.",
        "author": "Hermione Granger"
    },
    {
        "text": "It matters not what someone is born, but what they grow to be.",
        "author": "Albus Dumbledore"
    }, 
    {
        "text": "Do not pity the dead, Harry. Pity the living, and, above all those who live without love.",
        "author": "Albus Dumbledore"
    },
    {
        "text": "It is the unknown we fear when we look upon death and darkness, nothing more.",
        "author": "Albus Dumbledore"
    },
    {
        "text": "You think the dead we loved ever truly leave us? You think that we don’t recall them more clearly than ever in times of great trouble?",
        "author": "Albus Dumbledore"
    },
    {
        "text": "You want fame, you have to be prepared for a long hard slog.",
        "author": "Gilderoy Lockhart"
    },
    {
        "text": "We’ve all got both light and dark inside us. What matters is the part we choose to act on. That’s who we really are.",
        "author": "Sirius Black"
    },
    {
        "text": "Things we lose have a way of coming back to us in the end, if not always in the way we expect.",
        "author": "Luna Lovegood"
    },
    {
        "text": "It is our choices, Harry, that show what we truly are, far more than our abilities.",
        "author": "Albus Dumbledore"
    },
    {
        "text": "I solemnly swear I am up to no good.",
        "author": "Harry Potter"
    },
    {
        "text": "I am what I am, an’ I’m not ashamed. ‘Never be ashamed,’ my ol’ dad used ter say, ‘there’s some who’ll hold it against you, but they’re not worth botherin’ with",
        "author": "Rubeus Hagrid"
    },
    {
        "text": "Anything’s possible if you’ve got enough nerve.",
        "author": "Ginny Weasley"
    },
    {
        "text": "To the well-organized mind, death is but the next great adventure.",
        "author": "Albus Dumbledore"
    },
    {
        "text": "I mean, it’s sort of exciting, isn’t it, breaking the rules?",
        "author": "Hermione Granger"
    },
    {
        "text": "I think we’ve outgrown full-time education … Time to test our talents in the real world, d’you reckon?",
        "author": "Fred Weasley"
    },
    {
        "text": "Every human life is worth the same, and worth saving.",
        "author": "Kingsley Shacklebolt"
    },
    {
        "text": "For in dreams we enter a world that is entirely our own.",
        "author": "Albus Dumbledore"
    },
    {
        "text": "He must have known I’d run out on you.’ ‘No,’ Harry corrected him. ‘He must’ve always known you’d always want to come back.",
        "author": "Ron Weasley"
    },
    {
        "text": "And now, Harry, let us step out into the night and pursue that flighty temptress, adventure.",
        "author": "Albus Dumbledore"
    },
    {
        "text": "Numbing the pain for a while will make it worse when you finally feel it.",
        "author": "Albus Dumbledore"
    },
    {
        "text": "It is a curious thing, Harry, but perhaps those who are best suited to power are those who have never sought it.",
        "author": "Albus Dumbledore"
    },
    {
        "text": "We’re all going to keep fighting, Harry. You know that?",
        "author": "Neville Longbottom"
    },
    {
        "text": "I am not worried, Harry…I am with you.",
        "author": "Albus Dumbledore"
    },
    {
        "text": "Words are, in my not-so-humble opinion, our most inexhaustible source of magic. Capable of both inflicting injury, and remedying it.",
        "author": "Albus Dumbledore"
    },
    {
        "text": "When in doubt, go to the library.",
        "author": "Ron Weasley"
    },
    {
        "text": "Of course it is happening inside your head, Harry, but why on earth should that mean that it is not real?",
        "author": "Albus Dumbledore"
    },
    {
        "text": "Celebrity is as celebrity does, remember that.",
        "author": "Gilderoy Lockhart"
    },
    {
        "text": "Parents shouldn’t leave their kids unless —unless they’ve got to.",
        "author": "Harry Potter"
    },
    {
        "text": "Greatness inspires envy, envy engenders spite, spite spawns lies.",
        "author": "Lord Voldemort"
    },
    {
        "text": "That’s what they should teach us here. How girls’ brains work… It would be more useful than divination, anyway…",
        "author": "Ron Weasley"
    },
    {
        "text": "What’s comin’ will come, and we’ll meet it when it does.",
        "author": "Rubeus Hagrid"
    },
    {
        "text": "We must all face the choice between what is right and what is easy.",
        "author": "Albus Dumbledore"
    },
    {
        "text": "Once again, you show all the sensitivity of a blunt axe.",
        "author": "Nearly Headless Nick"
    },
    {
        "text": "Don’t let the muggles get you down.",
        "author": "Ron Weasley"
    },
    {
        "text": "There were near misses, many of them. We laughed about them afterwards. We were young, thoughtless — carried away with our own cleverness.",
        "author": "Remus Lupin"
    },
    {
        "text": "There is no good and evil, there is only power and those too weak to seek it.",
        "author": "Lord Voldemort"
    },
    {
        "text": "We teachers are rather good at magic, you know.",
        "author": "Minerva McGonagall"
    },
    {
        "text": "Differences of habit and language are nothing at all if our aims are identical and our hearts are open.",
        "author": "Albus Dumbledore"
    },
    {
        "text": "You will also find that help will always be given at Hogwarts to those who ask for it.",
        "author": "Albus Dumbledore"
    },
    {
        "text": "I’m going to keep going until I succeed — or die. Don’t think I don’t know how this might end. I’ve known it for years",
        "author": "Harry Potter"
    },
    {
        "text": "I was ripped from my body, I was less than spirit, less than the meanest ghost… But still, I was alive.",
        "author": "Lord Voldemort"
    },
    {
        "text": "I mean, you could claim that anything’s real if the only basis for believing in it is that nobody’s proved it doesn’t exist!",
        "author": "Hermione Granger"
    },
    {
        "text": "How can I have hung round you for five years and not think girls are clever?",
        "author": "Ron Weasley"
    },
    {
        "text": "The world isn’t split into good people and Death Eaters.",
        "author": "Sirius Black"
    }
]
