[
{
text: "Не жалей умерших, Гарри. Жалей живых, и в особенности тех, кто живет без любви",
author: "Альбус Дамблдор"
},
{
text: "Любовь невозможно ни сфабриковать, ни сымитировать",
author: "Гораций Слизнорт"
},
{
text: "Различия в наших традициях и в наших языках несущественны, если у нас общие цели, а наши сердца открыты навстречу друг другу",
author: "Альбус Дамблдор"
},
{
text: "Что меня интересует одна его внешность? По-моему, моей красоты вполне хватит на нас обоих! А все эти шрамы показывают только, как отважен мой муж!",
author: "Флер Делакур"
},
{
text: "Семья… — Что ни говори, а кровь, она сказывается",
author: "Рубеус Хагрид"
},
{
text: "Надо быть достаточно отважным, чтобы противостоять врагу. Но не меньше отваги требуется для того, чтобы противостоять друзьям!",
author: "Альбус Дамблдор"
},
{
text: "А что я-ум и книги, вот и все! Но, оказывается, есть куда более важные вещи — например, дружба и храбрость",
author: "Гермиона Грейнджер"
},
{
text: "Мы сильны настолько, насколько мы едины, и слабы настолько, насколько разъединены",
author: "Альбус Дамблдор"
},
{
text: "Мы с тобой, что бы ни случилось",
author: "Рон Уизли"
},
{
text: "Я такой, какой есть, и все тут. Отец говорил: - Никогда себя не стыдись. Злыдни всегда найдутся. А ты плюнь на них, другого они не стоят",
author: "Рубеус Хагрид"
},
{
text: "Если хочешь узнать человека получше, смотри не на то, как он обращается с равными, а на то, как ведет себя с подчиненными",
author: "Сириус Блэк"
},
{
text: "Нельзя цепляться за мечты и сны, забывая о настоящем, забывая о своей жизни",
author: "Альбус Дамблдор"
},
{
text: "Если боль ненадолго заглушить, она станет еще невыносимей, когда ты почувствуешь ее вновь",
author: "Альбус Дамблдор"
},
{
text: "Не доверяй ничему, что способно самостоятельно мыслить, если не понимаешь, как именно оно рассуждает",
author: "Артур Уизли"
},
{
text: "Не обращай внимания на маглов",
author: "Рон Уизли"
},
{
text: "Нет смысла сидеть и беспокоиться, … — Чему быть, того не миновать. Надо просто быть к этому готовым",
author: "Рубеус Хагрид"
},
{
text: "Вы не понимаете, что важно не то, кем ты родился, а то, каким ты стал!",
author: "Альбус Дамблдор"
},
{
text: "Все мы люди, верно? Каждая человеческая жизнь бесценна",
author: "Кингсли Бруствер"
},
{
text: "Если человек всю жизнь живет с Фредом и Джорджем, он начинает понимать, что на свете нет ничего невозможного — дело только в том, хватит ли у тебя храбрости.",
author: "Джинни Уизли"
},
{
text: "Страх перед именем усиливает страх перед тем, кто его носит",
author: "Гермиона Грейнджер"
},
{
text: "Время — кнаты, сикли и галеоны, братишка",
author: "Фред Уизли"
},
{
text: "Да, размер и сила — разные вещи",
author: "Джордж Уизли"
},
{
text: "Есть вещи поважней, чем сохранить работу",
author: "Рубеус Хагрид"
},
{
text: "Человек — это не свойство характера, а сделанный им выбор",
author: "Альбус Дамблдор"
},
{
text: "Сталкиваясь со смертью и темнотой, мы страшимся лишь неизвестности и не более того",
author: "Альбус Дамблдор"
},
{
text: "Мы сильны настолько, насколько мы едины, и слабы настолько, насколько разъединены",
author: "Альбус Дамблдор"
},
{
text: "Правда — это прекраснейшая, но одновременно и опаснейшая вещь. А потому к ней надо подходить с превеликой осторожностью",
author: "Альбус Дамблдор"
},
{
text: "Любопытство — не порок. Но его надо держать в узде…",
author: "Альбус Дамблдор"
},
{
text: "Гарри, твои страдания доказывают, что ты остаешься человеком! Боль — удел человеческий…",
author: "Альбус Дамблдор"
},
{
text: "Зрелость становится глупой и забывчивой, когда начинает недооценивать юность..",
author: "Альбус Дамблдор"
},
{
text: "Те, кто нас любит, всегда с нами. Ты можешь их найти вот здесь",
author: "Сириус Блэк"
},
{
text: "Счастье можно найти даже в темные времена, если не забывать обращаться к свету",
author: "Альбус Дамблдор"
},
{
text: "Скоро мы все должны будем стоять перед выбором между тем, что правильно, а что легко",
author: "Альбус Дамблдор"
},
{
text: "В каждом из нас есть и свет, и тьма. Важно то, какую часть мы выбираем, чтобы действовать. Это определяет все.",
author: "Сириус Блэк"
},
{
text: "Всё, что мы теряем, обязательно к нам вернётся, только не всегда так, как мы ожидаем",
author: "Луна Лавгуд"
},
{
text: "Лишь качество чьих-либо убеждений определяет исход сражения, а не число последователей",
author: "Ремус Люпин"
},
{
text: "Я постараюсь научить вас, как околдовать разум и обмануть чувства. Я расскажу вам, как разлить по бутылкам известность, как заваривать славу и даже как закупорить смерть",
author: "Северус Снегг"
},
{
text: "Просто, если ты один, ты не представляешь угрозы.",
author: "Луна Лавгуд"
},
{
text: "Ты не сошёл с ума. Ты такой же нормальный, как и я. Я тоже их вижу.",
author: "Луна Лавгуд"
},
{
text: "Тот, чьё имя мы не называем, творил великие дела. Ужасные… да, но великие.",
author: "Гаррик Олливандер"
},
{
text: "Как прекрасен мир, являющийся во снах: от загадочных глубин океана, до сверкающих звезд вселенной",
author: "Альбус Дамблдор"
},
{
text: "Любовь невозможно ни сфабриковать, ни сымитировать.",
author: "Гораций Слизнорт"
},
{
text: "Разница. Между тем, что тебя выволакивают на арену, где ты должен лицом к лицу сразиться со смертью, и тем, что ты сам, с высоко поднятой головой, выходишь на эту арену. В этой разнице вся суть и состоит.",
author: "Гарри Поттер"
},
{
text: "Нас всех могли убить или, что ещё хуже, исключить из школы. А теперь, если вы не возражаете, я пойду спать.",
author: "Гермиона Грейнджер"
},
{
text: "Это ведь так весело, правда? Правила нарушать.",
author: "Гермиона Грейнджер"
},
{
text: "Зачем искать того, кто хочет тебя убить?",
author: "Гарри Поттер"
},
{
text: "Они были великими людьми с огромными изъянами, и, знаешь, может, эти изъяны отчасти и сделали их поистине великими",
author: "Гарри Поттер"
},
{
text: "Не забывайте о том, что все великие волшебники в истории в свое время были такими же, как мы, – школьниками. Если у них получилось, то получится и у нас",
author: "Гарри Поттер"
},
{
text: "Выходит, больше всего на свете ты боишься страха. Это похвально!",
author: "Ремус Люпин"
},
{
text: "Чем больше в своей жизни ты заботишься или беспокоишься о чем-то, тем сложнее это терять",
author: "Гарри Поттер"
},
{
text: "Если не спросишь, никогда не узнаешь. Если знаешь, нужно лишь спросить",
author: "Елена Когтевран"
}
]
